/*Írj egy programot, ami dekódolja az alábbi Morse üzenetet. A betűk jelei szóközzel vannak elválasztva,
a szóköznek nincs jele.

- ..-- --.. . ... . -. ... ..-- - .-.. . .- -. -.-- .--.- .-. .. -. .- .--. ... ..- --. .--.- .-. .-
.- --.. ..-.. --. - . - . .--- ..-.. .-. ---. .-.. .- .--- ..- .... .--.- ... --.. -... --- .--- - .--.- .-. .-. .-
..-. ---. .-.. ---. ... .-.. . --. . ... -.. --- .-.. --- --. ... ..-- - -. .. . --- .-.. -.-- -. .- --. -.-- --- -.
.- .--- ..- .... .--.- ... --.. -. .- -.- ..- --. -.-- .. ... -. .- --. -.-- -- . .-.. . --. . ...- .- --. -.-- --- -.

Írd meg a másik irányú konverziót is, ami rendes szövegből morzekódot állít elő.*/
